{
    "url": "https://angelinvestments.co.in/?p=560",
    "title": "ಹೇಗೆ Assian paint ಕಂಪನಿ ಇಂಡಿಯಾದ ಅತಿದೊಡ್ಡ ಕಂಪನಿ ಸ್ಥಾನದಲ್ಲಿ ಕಳೆದ 50 ವರ್ಷದಿಂದ ಸ್ಥಾನ ಪಡೆದಿದೆ - Angel investments",
    "content": [
        "Home",
        "Mutual funds",
        "Stock market",
        "insurance",
        "Contact",
        "Home",
        "Mutual funds",
        "Stock market",
        "insurance",
        "Contact",
        "ಹೇಗೆ Assian paint ಕಂಪನಿ ಇಂಡಿಯಾದ ಅತಿದೊಡ್ಡ ಕಂಪನಿ ಸ್ಥಾನದಲ್ಲಿ ಕಳೆದ 50 ವರ್ಷದಿಂದ ಸ್ಥಾನ ಪಡೆದಿದೆ",
        "Berger Paints ಬಾರತ ದೇಶದಲ್ಲೇ ಎರಡನೇ ಅತಿದೊಡ್ಡ ಕಂಪನಿ ಕಳೆದ ವರ್ಷ ಆದಾಯ 7800 ಕೋಟಿ FY 21-22 ಮತ್ತು ಲಾಭ 750 ಕೋಟಿ , ಅದೇ financial year ಅಲ್ಲಿ Assian paint ಆದಾಯ 25000 Berger paints ಗಿಂತ 3 ಪಟ್ಟು ಜಾಸ್ತಿ & ಕೋಟಿ ಲಾಭ 3200 ಕೋಟಿ Berger paints ಗಿಂತ 4 ಪಟ್ಟು ಜಾಸ್ತಿ",
        "ಅದು ಹೇಗೆ ತನ್ನ ಹತ್ತಿರದ ಕಂಪಿಟೇಟರ್ ಗಿಂತ 4 ಪಟ್ಟು ಜಾಸ್ತಿ ಲಾಭ ಮಾಡುತ್ತದೆ ಈ ಅಂತರ ಕಳೆದ 55 ವರ್ಷದಿಂದ ಹೇಗೆ Asian paint ಅಗ್ರ ಸ್ಥಾನವನ್ನು ಕಾಪಾಡಿಕೊಂಡು ಬಂದಿದೆ",
        "ಮೊದಲಿಗೆ ಸ್ವಲ್ಪ ಕಂಪನಿಯ ಇತಿಹಾಸದ ಬಗ್ಗೆ ತಿಳಿದುಕೊಳ್ಳೋಣ",
        "Asian paint ನ ಇತಿಹಾಸ ಎರಡನೇ ಮಹಾಯುದ್ಧ ದ ಸಮಯದ್ದು ಆ ಸಮಯದಲ್ಲಿ ಭಾರತದಲ್ಲಿದ್ದ ಬ್ರಿಟಿಷ್ ಸರಕಾರ ಬೇರೆ ದೇಶದಿಂದ paint ಆಮದು ಮಾಡುವುದನ್ನು ಸರಕಾರ ತಾತ್ಕಾಲಿಕ Ban ಮಾಡಿತ್ತು",
        "ಆಗ 4 ಜನ ಸ್ನೇಹಿತರು ಸೇರಿ ಅವರದೇ ಅದ ಒಂದು paint ಕಂಪನಿಯನ್ನೂ ಶುರು ಮಾಡುತ್ತಾರೆ .",
        "1952 ಅಲ್ಲಿ asian paint ನ ಆದಾಯ ವರ್ಷಕ್ಕೆ 2 ಕೋಟಿ ಲಾಭ 45 ಲಕ್ಷ ಇವತ್ತಿನ ಆದಾಯ 25000 ಸಾವಿರ ಕೋಟಿ ಲಾಭ(PBT) 4600 ಕೋಟಿ",
        "Assian paints ಮಾದ್ಯಮ ವರ್ಗದ ಜನರಿಗೆ ಹೊಸ products ನೀಡುತ್ತ ಬರುತ್ತಿದ್ದಾರೆ",
        "Asian paints ಇಂಡಿಯಾದ ಅತಿ ದೊಡ್ಡ paint ಕಂಪನಿಯಾಗಲು ಶ್ರೀಮಂತ ಜನರಿಗೆ ಅವರ paint ಅನ್ನು ಮಾರಾಟ ಮಾಡುತ್ತ ಬಂದಿದ್ದಾರೆ ಆಗುತ್ತಿರಲಿಲ್ಲ ಯಾಕೆಂದರೆ ನಮ್ಮ ದೇಶದಲ್ಲಿ 95% ಜನ ಮಾದ್ಯಮ ವರ್ಗದವರು",
        "1950 ಅಲ್ಲಿ chapak lal choksey ಇಂಡ್ರಸ್ಟಿ 2ಅತಿ ದೊಡ್ಡ ಗ್ಯಾಪ್ ಇರುವುದನ್ನು ಗಮನಿಸಿದರು ಒಂದು basic ಡಿಸ್ಟಂಪರ್ ಇದು ಬಹಳ ಕಡಿಮೆ ದರದಲ್ಲಿ ಸಿಗುತ್ತಿತ್ತು ಆದರೆ ಸ್ವಲ್ಪ ದಿನದಲ್ಲಿ ಗೋಡೆಗಳಿಂದ ಚಿಪ್ಪೆ ಚಿಪ್ ಆಗಿ ಹೊರ ಬರುತಿತ್ತು ಹಾಗೂ ಬಟ್ಟೆಗೆ ಅಂಟುತಿತ್ತು ಇನ್ನೊಂದು plastic emeltion ಇದು ಮೇಲ್ಕಂಡ ಯಾವುದೇ ತೊಂದರೆಗಳು ಇದರಲ್ಲಿ ಇರಲಿಲ್ಲ  ಆದರೆ distemper paint ಗಿಂತ 5 ಪಟ್ಟು ಜಾಸ್ತಿ ಸಾಮಾನ್ಯ ಜನರಿಗೆ ಇದನ್ನು ಖರೀದಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿರಲಿಲ್ಲ",
        "ನಿಮಗೇ ಗೊತ್ತಾ ಈ ನಾಲ್ಕು ಜನ ಸೇರಿ ಒಂದು GAME changing product ನ ತಯಾರು ಮಾಡ್ತಾರೆ ವಾಶ್ ಮಾಡಬಹುದಾದ distemper ಅದೇ ಈಗಿನ tractor Distemper ಸ್ವಲ್ಪ ದಿನದ ನಂತರ ತುಂಬಾ ಸಕ್ಸೆಸ್ ಆಗುತ್ತೆ ಕೇವಲ 1952- 1962 10 ವರ್ಷದಲ್ಲಿ ಪ್ರಾಫಿಟ್ ಬರೋಬ್ಬರಿ 2000% increase ಆಗುತ್ತೆ 5 ವರ್ಷದ ನಂತರ ಕಂಪನಿ ಅಂದರೆ 1967 ಅಲ್ಲಿ ಇಂಡಿಯಾದ ಅತಿದೊಡ್ಡ ಕಂಪೆನಿಯ ಸ್ಥಾನ ಪಡೆಯುತ್ತದೆ",
        "ಹೇಗೆ 1967 ಇಂದ ಇಲ್ಲಿವರ್ಗು ಕಂಪನಿ ಮೊದಲನೇ ಸ್ಥಾನ ಕಾಪಾಡಿಕೊಂಡು ಬಂದಿದೆ ಎಸ್ಟು ಸರ್ಕಾರಗಳು ಬದಲಾಗಿದೆ ಎಸ್ಟು ಯುದ್ಧಗಳು ನಡೆದಿದೆ ಹೇಗೆ ಈ ಕಂಪನಿ ಕಳೆದ 55 ವರ್ಷದಿಂದ ಪ್ರತಿ ವರ್ಷ ಬೆಳೆಯುತ್ತ ಬಂದಿದೆ  ಉತ್ತರ management ಒಳ್ಳೆಯ management ಇದ್ದರೆ ಹೇಗೆ ಒಂದು ಕಂಪನಿ ಎನುಬೇಕೆದರು ಸದಿಸುತೆ ಅನ್ನುವುದಕ್ಕೆ assian paints ಉದಾಹರಣೆ",
        "Asian Paints Dealers ಗಳ್ಳನ್ನು ಪ್ರೋಸ್ಥಾಹಿಸಲು Regular payment system ಪರಿಚಯಿಸಿತು",
        "Asian paints intruduced",
        "About The Author",
        "angelinvestments",
        "Related Posts",
        "50 ಮ್ಯೂಚುವಲ್  ಫಂಡ್  ಯೋಜನೆಗಳು  ಈ ವರ್ಷ ತಮ್ಮ ಯೋಜನೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿ 25ವರ್ಷಗಳನ್ನು ಪೂರೈಸಿರುತ್ತವೆ.",
        "Angel one Business analysis",
        "Leave a CommentCancel Reply",
        "Your email address will not be published.Required fields are marked*",
        "Name*",
        "Email*",
        "Website",
        "Save my name, email, and website in this browser for the next time I comment.",
        "Copyright © 2025 Angel investments | Powered byAstra WordPress Theme"
    ],
    "images": [
        {
            "image_url": "https://angelinvestments.co.in/wp-content/uploads/2023/01/cropped-Untitled-design-2-51x54.png",
            "saved_as": "3/downloaded_images\\cropped-Untitled-design-2-51x54.png"
        },
        {
            "image_url": "https://angelinvestments.co.in/wp-content/uploads/2023/01/cropped-Untitled-design-2-51x54.png",
            "saved_as": "3/downloaded_images\\cropped-Untitled-design-2-51x54.png"
        },
        {
            "image_url": "https://secure.gravatar.com/avatar/bffee66ba5522827918a5b16b52fbc5e?s=100&d=mm&r=g",
            "saved_as": "3/downloaded_images\\bffee66ba5522827918a5b16b52fbc5e"
        },
        {
            "image_url": "https://angelinvestments.co.in/wp-content/uploads/2023/02/20230217_204527_0000-1024x576.png",
            "saved_as": "3/downloaded_images\\20230217_204527_0000-1024x576.png"
        }
    ]
}